Repository: keitaroinc/ckanext-scheming
Catalog: ckanext/scheming/i18n/*/LC_MESSAGES/ckanext-scheming.po
Languages: sq

source: unexpected choice "%s"
sq: zgjedhje e papritur "% s"

source: expecting list of strings
sq: pritet një listë personash

source: Select at least one
sq: Zgjidh të paktën një

source: Date format incorrect
sq: Formati i datës është i pasaktë

source: Time format incorrect
sq: Formati i kohës është i pasaktë

source: Date is required when a time is provided
sq: Data kërkohet kur jepet një kohë

source: Unsupported value for JSON field: {}
sq: Vlera e pambështetur për fushën JSON: {}

source: Invalid JSON string: {}
sq: Struktura JSON e pavlefshme: {}

source: Invalid JSON object: {}
sq: Objekti JSON i pavlefshëm: {}

source: Unsupported type for JSON field: {}
sq: Lloji i pambështetur për fushën JSON: {}

source: There is another dataset in this organization that is marked as catalog
sq: Ekziston edhe një grup i të dhënave në këtë organizatë që shënohet si katalog

source: No organization
sq: No institutuion

source: Visibility
sq: Dukshmëria

source: Public
sq: Publiku

source: Are you sure you want to delete this Group?
sq: A jeni i sigurtë për fshirjën këtë grup?

source: Delete
sq: Fshij

source: Save Group
sq: Ruaj grupin

source: Are you sure you want to delete this Organization?
sq: A jeni i sigurtë për fshirjën e këtë institucion?

source: Save Organization
sq: Ruaj institucionin

source: Additional Information
sq: Informata shtesë

source: Field
sq: Fushë

source: Value
sq: Vlera

source: Last updated
sq: Përditësimi i fundit

source: unknown
sq: i panjohur

source: Created
sq: Krijuar

source: Format
sq: Formati

source: License
sq: Licenca

source: State
sq: Gjendje

source: The form contains invalid entries:
sq: Formulari përmban shënime të pavlefshme
